---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.IsDefaultZone
source: html/1c7ab253-c877-1483-341b-6e0ecec7a849.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.IsDefaultZone Property

Reports whether this zone is default or not.

## Syntax (C#)
```csharp
public bool IsDefaultZone { get; set; }
```

## Remarks
This property can be used to set the current zone as the default zone.